/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"idy_album_title"                       = "我的视频";
"idy_album_smartVideo"                  = "所有视频";
"idy_album_title_editVideo"             = "视频编辑";
"idy_album_subTitle_unit"               = "个";
"idy_album_user_alume_title"            = "用户相册";
"idy_album_smart_alume_title"           = "最近视频";

"idy_album_edit"                        = "编辑";
"idy_album_preview"                     = "预览";
"idy_album_cancel"                      = "取消";
"idy_album_confirm"                     = "确定";
"idy_album_time_isShort"                = "视频时长不能少于10s";
"idy_album_time_unsupport"              = "暂不支持此视频裁剪";

"idy_video_trim_back"                   = "返回";
"idy_video_trim_title"                  = "裁剪";
"idy_video_trim_start"                  = "开始裁剪";
"idy_video_trim_starting"               = "裁剪中";
"idy_video_trim_completed"              = "裁剪完成";
"idy_video_trim_duration_limit"         = "视频时长不能小于10s";
"idy_video_trim_duration_over"          = "不能再长了";
"idy_video_trim_cancel_alertMsg"        = "确定放弃剪辑视频？";

"idy_video_trim_duration_toast"         = "还可以到斗鱼官网使用专用工具投稿哦";
"idy_video_trim_duration_overToast"     = "超长视频建议到斗鱼官网使用专用工具投稿哦";

"idy_picker_denied_title"               = "此应用程序没有权限访问您的照片或视频";
"idy_picker_denied_detailTitle"         = "您可以在 “设置-隐私-图片” 中开启后查看";
"idy_picker_denied_setting"             = "前往设置";
